Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# DeployAfterCreationButton.AutomationProperties.HelpText
source: Toggling this button means the policy will be deployed on the system after it's been created
ar: تبديل هذا الزر يعني أنه سيتم نشر النهج على النظام بعد إنشائه
de_de: Das Umschalten dieser Schaltfläche bedeutet, dass die Richtlinie nach ihrer Erstellung auf dem System bereitgestellt wird
el_gr: Εναλλαγή αυτού του κουμπιού σημαίνει ότι η πολιτική θα αναπτυχθεί στο σύστημα αφότου δημιουργηθεί
es: Al activar este botón, la directiva se implementará en el sistema después de haberla creado
fr_fr: Basculer ce bouton signifie que la stratégie sera déployée sur le système après sa création
he_il: החלפת כפתור זה פירושה שהמדיניות תיפרס במערכת לאחר יצירתה
hi_in: इस बटन को चालू करने पर नीति बनाए जाने के बाद सिस्टम पर तैनात हो जाएगी
ja_jp: このボタンを切り替えると、ポリシー作成後にシステムに展開されます
ml_in: ഈ ബട്ടൺ ടോഗിൾ ചെയ്യുന്നത് നയം സൃഷ്ടിച്ച ശേഷം സിസ്റ്റത്തിൽ വിന്യസിക്കുമെന്നാണ് അർത്ഥമാക്കുന്നത്
pl_pl: Przełączenie tego przycisku oznacza, że zasady zostaną wdrożone w systemie po ich utworzeniu
tr_tr: Bu düğmenin açılıp kapatılması, politikanın oluşturulduktan sonra sisteme dağıtılacağı anlamına gelir

# CreateSupplementalPolicyButton.Content
source: Create Supplemental Policy
ar: إنشاء نهج تكميلي
de_de: Ergänzungsrichtlinie erstellen
el_gr: Δημιουργία Συμπληρωματικής Πολιτικής
es: Crear directiva complementaria
fr_fr: Créer une stratégie supplémentaire
he_il: צור מדיניות משלימה
hi_in: पूरक नीति बनाएँ
ja_jp: 補足ポリシーの作成
ml_in: അനുബന്ധ നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz zasady uzupełniające
tr_tr: Ek Politika Oluşturun

# CreateSupplementalPolicyButton.ToolTipService.ToolTip
source: Create the Supplemental policy based on the configurations you selected
ar: إنشاء النهج التكميلي بناءً على التكوينات التي حددتها
de_de: Die Ergänzungsrichtlinie basierend auf den gewählten Konfigurationen erstellen
el_gr: Δημιουργία της Συμπληρωματικής πολιτικής με βάση τις διαμορφώσεις που επιλέξατε
es: Crear la directiva complementaria según las configuraciones que seleccionó
fr_fr: Créer la stratégie supplémentaire en fonction des configurations sélectionnées
he_il: צור את המדיניות המשלימה בהתבסס על התצורות שבחרת
hi_in: आपके द्वारा चयनित कॉन्फ़िगरेशन के आधार पर पूरक नीति बनाएँ
ja_jp: 選択した設定に基づいて補足ポリシーを作成します
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്ത കോൺഫിഗറേഷനുകളെ അടിസ്ഥാനമാക്കി അനുബന്ധ നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz zasady uzupełniające na podstawie wybranych konfiguracji
tr_tr: Seçtiğiniz yapılandırmalara göre Tamamlayıcı politikayı oluşturun

# CreateSupplementalPolicyButton.AutomationProperties.HelpText
source: Create the Supplemental policy based on the configurations you selected
ar: إنشاء النهج التكميلي بناءً على التكوينات التي حددتها
de_de: Die Ergänzungsrichtlinie basierend auf den gewählten Konfigurationen erstellen
el_gr: Δημιουργία της Συμπληρωματικής πολιτικής με βάση τις διαμορφώσεις που επιλέξατε
es: Crear la directiva complementaria según las configuraciones que seleccionó
fr_fr: Créer la stratégie supplémentaire en fonction des configurations sélectionnées
he_il: צור את המדיניות המשלימה בהתבסס על התצורות שבחרת
hi_in: आपके द्वारा चयनित कॉन्फ़िगरेशन के आधार पर पूरक नीति बनाएँ
ja_jp: 選択した設定に基づいて補足ポリシーを作成します
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്ത കോൺഫിഗറേഷനുകളെ അടിസ്ഥാനമാക്കി അനുബന്ധ നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz zasady uzupełniające na podstawie wybranych konfiguracji
tr_tr: Seçtiğiniz yapılandırmalara göre Tamamlayıcı politikayı oluşturun

# CreateDenyPolicyButton.Content
source: Create Deny Policy
ar: إنشاء نهج رفض
de_de: Ablehnungsrichtlinie erstellen
el_gr: Δημιουργία Πολιτικής Απαγόρευσης
es: Crear directiva de denegación
fr_fr: Créer une stratégie de refus
he_il: צור מדיניות חסימה
hi_in: निषेध नीति बनाएँ
ja_jp: 拒否ポリシーの作成
ml_in: നിഷേധിക്കൽ നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz zasady odmowy
tr_tr: Reddetme Politikası Oluşturun

# CreateDenyPolicyButton.ToolTipService.ToolTip
source: Create the Deny policy based on the configurations you selected
ar: إنشاء نهج الرفض بناءً على التكوينات التي حددتها
de_de: Die Ablehnungsrichtlinie basierend auf den gewählten Konfigurationen erstellen
el_gr: Δημιουργία της Πολιτικής Απαγόρευσης με βάση τις διαμορφώσεις που επιλέξατε
es: Crear la directiva de denegación según las configuraciones que seleccionó
fr_fr: Créer la stratégie de refus en fonction des configurations sélectionnées
he_il: צור את מדיניות החסימה בהתבסס על התצורות שבחרת
hi_in: आपके द्वारा चयनित कॉन्फ़िगरेशन के आधार पर निषेध नीति बनाएँ
ja_jp: 選択した設定に基づいて拒否ポリシーを作成します
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്ത കോൺഫിഗറേഷനുകളെ അടിസ്ഥാനമാക്കി നിഷേധിക്കൽ നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz zasady odmowy na podstawie wybranych konfiguracji
tr_tr: Seçtiğiniz yapılandırmalara göre Reddet ilkesini oluşturun

# CreateDenyPolicyButton.AutomationProperties.HelpText
source: Create the Deny policy based on the configurations you selected
ar: إنشاء نهج الرفض بناءً على التكوينات التي حددتها
de_de: Die Ablehnungsrichtlinie basierend auf den gewählten Konfigurationen erstellen
el_gr: Δημιουργία της Πολιτικής Απαγόρευσης με βάση τις διαμορφώσεις που επιλέξατε
es: Crear la directiva de denegación según las configuraciones que seleccionó
fr_fr: Créer la stratégie de refus en fonction des configurations sélectionnées
he_il: צור את מדיניות החסימה בהתבסס על התצורות שבחרת
hi_in: आपके द्वारा चयनित कॉन्फ़िगरेशन के आधार पर निषेध नीति बनाएँ
ja_jp: 選択した設定に基づいて拒否ポリシーを作成します
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്ത കോൺഫിഗറേഷനുകളെ അടിസ്ഥാനമാക്കി നിഷേധിക്കൽ നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz zasady odmowy na podstawie wybranych konfiguracji
tr_tr: Seçtiğiniz yapılandırmalara göre Reddet ilkesini oluşturun

# CreateDenyPolicyFilesAndFoldersSettingsExpander.Description
source: Create Deny policy by scanning files and folders
ar: إنشاء نهج رفض عن طريق فحص الملفات والمجلدات
de_de: Ablehnungsrichtlinie durch Scannen von Dateien und Ordnern erstellen
el_gr: Δημιουργία Πολιτικής Απαγόρευσης με σάρωση αρχείων και φακέλων
es: Crear directiva de denegación escaneando archivos y carpetas
fr_fr: Créer une stratégie de refus en analysant les fichiers et dossiers
he_il: צור מדיניות חסימה על ידי סריקת קבצים ותיקיות
hi_in: फ़ाइलों और फ़ोल्डरों को स्कैन करके निषेध नीति बनाएँ
ja_jp: ファイルとフォルダーをスキャンして拒否ポリシーを作成します
ml_in: ഫയലുകളും ഫോൾഡറുകളും സ്കാൻ ചെയ്തുകൊണ്ട് നിഷേധിക്കൽ നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz zasady odmowy poprzez skanowanie plików i folderów
tr_tr: Dosya ve klasörleri tarayarak Reddetme politikası oluşturun

# CreateDenyPolicyFilesAndFoldersSettingsExpander.Header
source: Files and Folders
ar: الملفات والمجلدات
de_de: Dateien und Ordner
el_gr: Αρχεία και Φάκελοι
es: Archivos y carpetas
fr_fr: Fichiers et dossiers
he_il: קבצים ותיקיות
hi_in: फ़ाइलें और फ़ोल्डर
ja_jp: ファイルとフォルダー
ml_in: ഫയലുകളും ഫോൾഡറുകളും
pl_pl: Pliki i foldery
tr_tr: Dosyalar ve Klasörler

# CreateDenyPolicyFilesAndFoldersSettingsExpander.ToolTipService.ToolTip
source: Create Deny policy by scanning files and folders
ar: إنشاء نهج رفض عن طريق فحص الملفات والمجلدات
de_de: Ablehnungsrichtlinie durch Scannen von Dateien und Ordnern erstellen
el_gr: Δημιουργία Πολιτικής Απαγόρευσης με σάρωση αρχείων και φακέλων
es: Crear directiva de denegación escaneando archivos y carpetas
fr_fr: Créer une stratégie de refus en analysant les fichiers et dossiers
he_il: צור מדיניות חסימה על ידי סריקת קבצים ותיקיות
hi_in: फ़ाइलों और फ़ोल्डरों को स्कैन करके निषेध नीति बनाएँ
ja_jp: ファイルとフォルダーをスキャンして拒否ポリシーを作成します
ml_in: ഫയലുകളും ഫോൾഡറുകളും സ്കാൻ ചെയ്തുകൊണ്ട് നിഷേധിക്കൽ നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz zasady odmowy poprzez skanowanie plików i folderów
tr_tr: Dosya ve klasörleri tarayarak Reddetme politikası oluşturun

# CreateDenyPolicyFilesAndFoldersSettingsExpander.AutomationProperties.HelpText
source: Create Deny policy by scanning files and folders
ar: إنشاء نهج رفض عن طريق فحص الملفات والمجلدات
de_de: Ablehnungsrichtlinie durch Scannen von Dateien und Ordnern erstellen
el_gr: Δημιουργία Πολιτικής Απαγόρευσης με σάρωση αρχείων και φακέλων
es: Crear directiva de denegación escaneando archivos y carpetas
fr_fr: Créer une stratégie de refus en analysant les fichiers et dossiers
he_il: צור מדיניות חסימה על ידי סריקת קבצים ותיקיות
hi_in: फ़ाइलों और फ़ोल्डरों को स्कैन करके निषेध नीति बनाएँ
ja_jp: ファイルとフォルダーをスキャンして拒否ポリシーを作成します
ml_in: ഫയലുകളും ഫോൾഡറുകളും സ്കാൻ ചെയ്തുകൊണ്ട് നിഷേധിക്കൽ നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz zasady odmowy poprzez skanowanie plików i folderów
tr_tr: Dosya ve klasörleri tarayarak Reddetme politikası oluşturun

# CreateDenyPolicyPFNSettingsExpander.Description
source: Create a Deny policy based on an app's Package Family Name (PFN)
ar: إنشاء نهج رفض بناءً على اسم عائلة حزمة التطبيق (PFN)
de_de: Eine Ablehnungsrichtlinie basierend auf dem Package Family Name (PFN) einer App erstellen
el_gr: Δημιουργία Πολιτικής Απαγόρευσης με βάση το Όνομα Οικογένειας Πακέτου (PFN) μιας εφαρμογής
es: Crear una directiva de denegación basada en el nombre de familia de paquete (PFN) de una aplicación
fr_fr: Créer une stratégie de refus basée sur le nom de famille de package (PFN) d'une application
he_il: צור מדיניות חסימה בהתבסס על שם משפחת החבילה (PFN) של אפליקציה
hi_in: एप्लिकेशन के पैकेज फैमिली नाम (PFN) के आधार पर निषेध नीति बनाएँ
ja_jp: アプリのパッケージファミリ名（PFN）に基づいて拒否ポリシーを作成します
ml_in: ഒരു ആപ്പിന്റെ പാക്കേജ് ഫാമിലി നെയിം (PFN) അടിസ്ഥാനമാക്കി ഒരു നിഷേധിക്കൽ നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz zasady odmowy na podstawie nazwy rodziny pakietów (PFN) aplikacji
tr_tr: Bir uygulamanın Paket Aile Adına (PFN) dayalı bir Reddetme politikası oluşturun

# CreateDenyPolicyPFNSettingsExpander.Header
source: Package Family Name
ar: اسم عائلة الحزمة
el_gr: Όνομα Οικογένειας Πακέτου
es: Nombre de familia de paquete
fr_fr: Nom de famille du package
he_il: שם משפחת חבילה
hi_in: पैकेज फैमिली नाम
ja_jp: パッケージファミリ名
ml_in: പാക്കേജ് ഫാമിലി നെയിം
pl_pl: Nazwa rodziny pakietów
tr_tr: Paket Aile Adı

# CreateDenyPolicyPFNSettingsExpander.ToolTipService.ToolTip
source: Create a Deny policy based on an app's Package Family Name (PFN)
ar: إنشاء نهج رفض بناءً على اسم عائلة حزمة التطبيق (PFN)
de_de: Eine Ablehnungsrichtlinie basierend auf dem Package Family Name (PFN) einer App erstellen
el_gr: Δημιουργία Πολιτικής Απαγόρευσης με βάση το Όνομα Οικογένειας Πακέτου (PFN) μιας εφαρμογής
es: Crear una directiva de denegación basada en el nombre de familia de paquete (PFN) de una aplicación
fr_fr: Créer une stratégie de refus basée sur le nom de famille de package (PFN) d'une application
he_il: צור מדיניות חסימה בהתבסס על שם משפחת החבילה (PFN) של אפליקציה
hi_in: एप्लिकेशन के पैकेज फैमिली नाम (PFN) के आधार पर निषेध नीति बनाएँ
ja_jp: アプリのパッケージファミリ名（PFN）に基づいて拒否ポリシーを作成します
ml_in: ഒരു ആപ്പിന്റെ പാക്കേജ് ഫാമിലി നെയിം (PFN) അടിസ്ഥാനമാക്കി ഒരു നിഷേധിക്കൽ നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz zasady odmowy na podstawie nazwy rodziny pakietów (PFN) aplikacji
tr_tr: Bir uygulamanın Paket Aile Adına (PFN) dayalı bir Reddetme politikası oluşturun

# CreateDenyPolicyPFNSettingsExpander.AutomationProperties.HelpText
source: Create a Deny policy based on an app's Package Family Name (PFN)
ar: إنشاء نهج رفض بناءً على اسم عائلة حزمة التطبيق (PFN)
de_de: Eine Ablehnungsrichtlinie basierend auf dem Package Family Name (PFN) einer App erstellen
el_gr: Δημιουργία Πολιτικής Απαγόρευσης με βάση το Όνομα Οικογένειας Πακέτου (PFN) μιας εφαρμογής
es: Crear una directiva de denegación basada en el nombre de familia de paquete (PFN) de una aplicación
fr_fr: Créer une stratégie de refus basée sur le nom de famille de package (PFN) d'une application
he_il: צור מדיניות חסימה בהתבסס על שם משפחת החבילה (PFN) של אפליקציה
hi_in: एप्लिकेशन के पैकेज फैमिली नाम (PFN) के आधार पर निषेध नीति बनाएँ
ja_jp: アプリのパッケージファミリ名（PFN）に基づいて拒否ポリシーを作成します
ml_in: ഒരു ആപ്പിന്റെ പാക്കേജ് ഫാമിലി നെയിം (PFN) അടിസ്ഥാനമാക്കി ഒരു നിഷേധിക്കൽ നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz zasady odmowy na podstawie nazwy rodziny pakietów (PFN) aplikacji
tr_tr: Bir uygulamanın Paket Aile Adına (PFN) dayalı bir Reddetme politikası oluşturun

# AuditRuleOptionSettingsCard.Description
source: Indicates that the created/deployed policy will have (Enabled:Audit Mode) policy rule option and will generate audit logs instead of blocking files.
ar: يشير إلى أن النهج الذي تم إنشاؤه/نشره سيحتوي على خيار النهج (ممكّن: وضع التدقيق) وسينشئ سجلات تدقيق بدلاً من حظر الملفات.
de_de: Gibt an, dass die erstellte/bereitgestellte Richtlinie die Richtlinienregeloption (Enabled:Audit Mode) enthält und Prüfprotokolle erzeugt, anstatt Dateien zu blockieren.
el_gr: Υποδεικνύει ότι η δημιουργημένη/αναπτυγμένη πολιτική θα έχει την επιλογή κανόνα πολιτικής (Ενεργοποιημένο: Λειτουργία Ελέγχου) και θα παράγει αρχεία καταγραφής ελέγχου αντί να μπλοκάρει αρχεία.
es: Indica que la directiva creada/implementada tendrá la opción de regla de directiva (Habilitar:modo de auditoría) y generará registros de auditoría en lugar de bloquear archivos.
fr_fr: Indique que la stratégie créée/déployée aura l'option de règle de stratégie (Enabled:Audit Mode) et générera des journaux d'audit au lieu de bloquer les fichiers.
he_il: מציין שהמדיניות שנוצרה/נפרסה תכלול את אפשרות חוק המדיניות (מופעל: מצב ביקורת) ותייצר יומני ביקורת במקום לחסום קבצים.
hi_in: निर्मित/तैनात नीति में (सक्रिय: ऑडिट मोड) नीति नियम विकल्प होगा और यह फाइलों को ब्लॉक करने के बजाय ऑडिट लॉग उत्पन्न करेगा।
ja_jp: 作成/展開されたポリシーに (Enabled:Audit Mode) ポリシールールオプションが含まれ、ファイルをブロックする代わりに監査ログを生成することを示します。
ml_in: സൃഷ്ടിച്ച/വിന്യസിച്ച നയത്തിന് (പ്രവർത്തനക്ഷമമാക്കി:ഓഡിറ്റ് മോഡ്) നയ നിയമ ഓപ്ഷൻ ഉണ്ടായിരിക്കുമെന്നും ഫയലുകൾ തടയുന്നതിന് പകരം ഓഡിറ്റ് ലോഗുകൾ സൃഷ്ടിക്കുമെന്നും സൂചിപ്പിക്കുന്നു.
pl_pl: Wskazuje, że utworzone/wdrożone zasady będą miały opcję zasad (Włączone:Tryb inspekcji) i będą generować dzienniki inspekcji zamiast blokować pliki.
tr_tr: Oluşturulan/dağıtılan politikanın (Etkin:Denetim Modu) politika kuralı seçeneğine sahip olacağını ve dosyaları engellemek yerine denetim günlükleri oluşturacağını belirtir.

# AuditRuleOptionSettingsCard.Header
source: Audit
ar: تدقيق
el_gr: Έλεγχος
es: Auditoría
he_il: ביקורת
hi_in: ऑडिट
ja_jp: 監査
ml_in: ഓഡിറ്റ്
pl_pl: Inspekcja
tr_tr: Denetim

# AuditRuleOptionSettingsCard.ToolTipService.ToolTip
source: Indicates that the created/deployed policy will have (Enabled:Audit Mode) policy rule option and will generate audit logs instead of blocking files.
ar: يشير إلى أن النهج الذي تم إنشاؤه/نشره سيحتوي على خيار النهج (ممكّن: وضع التدقيق) وسينشئ سجلات تدقيق بدلاً من حظر الملفات.
de_de: Gibt an, dass die erstellte/bereitgestellte Richtlinie die Richtlinienregeloption (Enabled:Audit Mode) enthält und Prüfprotokolle erzeugt, anstatt Dateien zu blockieren.
el_gr: Υποδεικνύει ότι η δημιουργημένη/αναπτυγμένη πολιτική θα έχει την επιλογή κανόνα πολιτικής (Ενεργοποιημένο: Λειτουργία Ελέγχου) και θα παράγει αρχεία καταγραφής ελέγχου αντί να μπλοκάρει αρχεία.
es: Indica que la directiva creada/implementada tendrá la opción de regla de directiva (Habilitar:modo de auditoría) y generará registros de auditoría en lugar de bloquear archivos.
fr_fr: Indique que la stratégie créée/déployée aura l'option de règle de stratégie (Enabled:Audit Mode) et générera des journaux d'audit au lieu de bloquer les fichiers.
he_il: מציין שהמדיניות שנוצרה/נפרסה תכלול את אפשרות חוק המדיניות (מופעל: מצב ביקורת) ותייצר יומני ביקורת במקום לחסום קבצים.
hi_in: निर्मित/तैनात नीति में (सक्रिय: ऑडिट मोड) नीति नियम विकल्प होगा और यह फाइलों को ब्लॉक करने के बजाय ऑडिट लॉग उत्पन्न करेगा।
ja_jp: 作成/展開されたポリシーに (Enabled:Audit Mode) ポリシールールオプションが含まれ、ファイルをブロックする代わりに監査ログを生成することを示します。
ml_in: സൃഷ്ടിച്ച/വിന്യസിച്ച നയത്തിന് (പ്രവർത്തനക്ഷമമാക്കി:ഓഡിറ്റ് മോഡ്) നയ നിയമ ഓപ്ഷൻ ഉണ്ടായിരിക്കുമെന്നും ഫയലുകൾ തടയുന്നതിന് പകരം ഓഡിറ്റ് ലോഗുകൾ സൃഷ്ടിക്കുമെന്നും സൂചിപ്പിക്കുന്നു.
pl_pl: Wskazuje, że utworzone/wdrożone zasady będą miały opcję zasad (Włączone:Tryb inspekcji) i będą generować dzienniki inspekcji zamiast blokować pliki.
tr_tr: Oluşturulan/dağıtılan politikanın (Etkin:Denetim Modu) politika kuralı seçeneğine sahip olacağını ve dosyaları engellemek yerine denetim günlükleri oluşturacağını belirtir.

# AuditRuleOptionSettingsCard.AutomationProperties.HelpText
source: Indicates that the created/deployed policy will have (Enabled:Audit Mode) policy rule option and will generate audit logs instead of blocking files.
ar: يشير إلى أن النهج الذي تم إنشاؤه/نشره سيحتوي على خيار النهج (ممكّن: وضع التدقيق) وسينشئ سجلات تدقيق بدلاً من حظر الملفات.
de_de: Gibt an, dass die erstellte/bereitgestellte Richtlinie die Richtlinienregeloption (Enabled:Audit Mode) enthält und Prüfprotokolle erzeugt, anstatt Dateien zu blockieren.
el_gr: Υποδεικνύει ότι η δημιουργημένη/αναπτυγμένη πολιτική θα έχει την επιλογή κανόνα πολιτικής (Ενεργοποιημένο: Λειτουργία Ελέγχου) και θα παράγει αρχεία καταγραφής ελέγχου αντί να μπλοκάρει αρχεία.
es: Indica que la directiva creada/implementada tendrá la opción de regla de directiva (Habilitar:modo de auditoría) y generará registros de auditoría en lugar de bloquear archivos.
fr_fr: Indique que la stratégie créée/déployée aura l'option de règle de stratégie (Enabled:Audit Mode) et générera des journaux d'audit au lieu de bloquer les fichiers.
he_il: מציין שהמדיניות שנוצרה/נפרסה תכלול את אפשרות חוק המדיניות (מופעל: מצב ביקורת) ותייצר יומני ביקורת במקום לחסום קבצים.
hi_in: निर्मित/तैनात नीति में (सक्रिय: ऑडिट मोड) नीति नियम विकल्प होगा और यह फाइलों को ब्लॉक करने के बजाय ऑडिट लॉग उत्पन्न करेगा।
ja_jp: 作成/展開されたポリシーに (Enabled:Audit Mode) ポリシールールオプションが含まれ、ファイルをブロックする代わりに監査ログを生成することを示します。
ml_in: സൃഷ്ടിച്ച/വിന്യസിച്ച നയത്തിന് (പ്രവർത്തനക്ഷമമാക്കി:ഓഡിറ്റ് മോഡ്) നയ നിയമ ഓപ്ഷൻ ഉണ്ടായിരിക്കുമെന്നും ഫയലുകൾ തടയുന്നതിന് പകരം ഓഡിറ്റ് ലോഗുകൾ സൃഷ്ടിക്കുമെന്നും സൂചിപ്പിക്കുന്നു.
pl_pl: Wskazuje, że utworzone/wdrożone zasady będą miały opcję zasad (Włączone:Tryb inspekcji) i będą generować dzienniki inspekcji zamiast blokować pliki.
tr_tr: Oluşturulan/dağıtılan politikanın (Etkin:Denetim Modu) politika kuralı seçeneğine sahip olacağını ve dosyaları engellemek yerine denetim günlükleri oluşturacağını belirtir.

# RequireEVSignersRuleOption.Description
source: Indicates that the created/deployed policy will have (Require EV Signers) policy rule option which will only allow kernel-mode drivers signed with an EV certificate to run.
ar: يشير إلى أن النهج الذي تم إنشاؤه/نشره سيحتوي على خيار النهج (طلب موقعي EV) والذي سيسمح فقط بتشغيل برامج تشغيل وضع النواة الموقعة بشهادة EV.
de_de: Gibt an, dass die erstellte/bereitgestellte Richtlinie die Richtlinienregeloption (Require EV Signers) enthält, die nur Kernelmodustreiber zulässt, die mit einem EV-Zertifikat signiert sind.
el_gr: Υποδεικνύει ότι η δημιουργημένη/αναπτυγμένη πολιτική θα έχει την επιλογή κανόνα πολιτικής (Απαιτείται EV Signers) η οποία θα επιτρέπει μόνο στους οδηγούς λειτουργίας πυρήνα που είναι υπογεγραμμένοι με πιστοποιητικό EV να εκτελούνται.
es: Indica que la directiva creada/implementada tendrá la opción de regla de directiva (Requerir firmantes EV) que solo permitirá ejecutar controladores en modo kernel firmados con un certificado EV.
fr_fr: Indique que la stratégie créée/déployée aura l'option de règle de stratégie (Require EV Signers) qui autorisera uniquement l'exécution des pilotes en mode noyau signés avec un certificat EV.
he_il: מציין שהמדיניות שנוצרה/נפרסה תכלול את אפשרות חוק המדיניות (דרוש חותמי EV) שתאפשר רק להפעיל מנהלי התקנים במצב ליבה שחתומים עם תעודת EV.
hi_in: निर्मित/तैनात नीति में (EV साइनर्स आवश्यक) नीति नियम विकल्प होगा, जो केवल EV प्रमाणपत्र से साइन किए गए कर्नेल-मोड ड्राइवर को चलने की अनुमति देगा।
ja_jp: 作成/展開されたポリシーに (Require EV Signers) ポリシールールオプションが含まれ、EV証明書で署名されたカーネルモードドライバーのみを実行許可することを示します。
ml_in: സൃഷ്ടിച്ച/വിന്യസിച്ച നയത്തിന് (EV സൈനർമാർ ആവശ്യമുണ്ട്) നയ നിയമ ഓപ്ഷൻ ഉണ്ടായിരിക്കുമെന്നും ഇത് ഒരു EV സർട്ടിഫിക്കറ്റ് ഉപയോഗിച്ച് ഒപ്പിട്ട കേർണൽ-മോഡ് ഡ്രൈവറുകൾക്ക് മാത്രം പ്രവർത്തിക്കാൻ അനുമതി നൽകുമെന്നും സൂചിപ്പിക്കുന്നു.
pl_pl: Wskazuje, że utworzone/wdrożone zasady będą miały opcję zasad (Wymagaj podpisujących EV), która zezwoli na uruchamianie tylko sterowników trybu jądra podpisanych certyfikatem EV.
tr_tr: Oluşturulan/dağıtılan politikanın, yalnızca EV sertifikasıyla imzalanmış çekirdek modu sürücülerin çalıştırılmasına izin verecek (EV İmzalayanları Gerektir) politika kuralı seçeneğine sahip olacağını belirtir.

# RequireEVSignersRuleOption.Header
source: Require EVSigners
ar: طلب موقعي EV
de_de: EV-Signaturen erforderlich
el_gr: Απαιτείται EVSigners
es: Requerir firmantes EV
fr_fr: Exiger des signataires EV
he_il: דרוש חותמי EV
hi_in: EV साइनर्स आवश्यक
ja_jp: EV署名者を必須にする
ml_in: EVSigners ആവശ്യമുണ്ട്
pl_pl: Wymagaj podpisujących EV
tr_tr: EVSigners'ı zorunlu tutun

# RequireEVSignersRuleOption.ToolTipService.ToolTip
source: Indicates that the created/deployed policy will have (Require EV Signers) policy rule option which will only allow kernel-mode drivers signed with an EV certificate to run.
ar: يشير إلى أن النهج الذي تم إنشاؤه/نشره سيحتوي على خيار النهج (طلب موقعي EV) والذي سيسمح فقط بتشغيل برامج تشغيل وضع النواة الموقعة بشهادة EV.
de_de: Gibt an, dass die erstellte/bereitgestellte Richtlinie die Richtlinienregeloption (Require EV Signers) enthält, die nur Kernelmodustreiber zulässt, die mit einem EV-Zertifikat signiert sind.
el_gr: Υποδεικνύει ότι η δημιουργημένη/αναπτυγμένη πολιτική θα έχει την επιλογή κανόνα πολιτικής (Απαιτείται EV Signers) η οποία θα επιτρέπει μόνο στους οδηγούς λειτουργίας πυρήνα που είναι υπογεγραμμένοι με πιστοποιητικό EV να εκτελούνται.
es: Indica que la directiva creada/implementada tendrá la opción de regla de directiva (Requerir firmantes EV) que solo permitirá ejecutar controladores en modo kernel firmados con un certificado EV.
fr_fr: Indique que la stratégie créée/déployée aura l'option de règle de stratégie (Require EV Signers) qui autorisera uniquement l'exécution des pilotes en mode noyau signés avec un certificat EV.
he_il: מציין שהמדיניות שנוצרה/נפרסה תכלול את אפשרות חוק המדיניות (דרוש חותמי EV) שתאפשר רק להפעיל מנהלי התקנים במצב ליבה שחתומים עם תעודת EV.
hi_in: निर्मित/तैनात नीति में (EV साइनर्स आवश्यक) नीति नियम विकल्प होगा, जो केवल EV प्रमाणपत्र से साइन किए गए कर्नेल-मोड ड्राइवर को चलने की अनुमति देगा।
ja_jp: 作成/展開されたポリシーに (Require EV Signers) ポリシールールオプションが含まれ、EV証明書で署名されたカーネルモードドライバーのみを実行許可することを示します。
ml_in: സൃഷ്ടിച്ച/വിന്യസിച്ച നയത്തിന് (EV സൈനർമാർ ആവശ്യമുണ്ട്) നയ നിയമ ഓപ്ഷൻ ഉണ്ടായിരിക്കുമെന്നും ഇത് ഒരു EV സർട്ടിഫിക്കറ്റ് ഉപയോഗിച്ച് ഒപ്പിട്ട കേർണൽ-മോഡ് ഡ്രൈവറുകൾക്ക് മാത്രം പ്രവർത്തിക്കാൻ അനുമതി നൽകുമെന്നും സൂചിപ്പിക്കുന്നു.
pl_pl: Wskazuje, że utworzone/wdrożone zasady będą miały opcję zasad (Wymagaj podpisujących EV), która zezwoli na uruchamianie tylko sterowników trybu jądra podpisanych certyfikatem EV.
tr_tr: Oluşturulan/dağıtılan politikanın, yalnızca EV sertifikasıyla imzalanmış çekirdek modu sürücülerin çalıştırılmasına izin verecek (EV İmzalayanları Gerektir) politika kuralı seçeneğine sahip olacağını belirtir.
